export const Info = () => {
  return (
    <>
      <h1>История клуба</h1>
      <div className="history">
        Один из наиболее титулованных клубов страны. Обладатель Кубка
        футбольного союза СССР[2] (1990, последний розыгрыш[3][4]). Первый в
        новейшей истории Украины клуб, выигравший Кубок Украины (1992), а также
        повторивший этот успех в сезоне 1993/94. 26 марта 1936 года считается
        официальным началом истории одесского футбольного клуба «Черноморец». С
        1936 по 1939 гг. команда называлась «Динамо» (Одесса). В сезонах 1938,
        1939, 1941 Одесса была представлена в группе «А» (позже — Высшая лига
        СССР). В 1951 году команда была расформирована на два года. В 1953 году
        лучшие одесские футболисты были вновь собраны в команду «Металлург»,
        включённую в класс «Б». Осенью 1954 года Центральный совет общества
        «Металлург» команду как нерентабельную перевёл на региональный уровень.
        Существующая команда и игроки были переведены в ДСО «Пищевик». Под таким
        названием коллектив выступал до ноября 1957 года, когда в соответствии с
        постановлением ВЦСПС общества «Пищевик», «Металлург», «Химик»,
        «Строитель» и другие были объединены в ДСО «Авангард»[8].
      </div>
    </>
  );
};
