import { Component } from "react";

export class Biography extends Component {
  render() {
    return (
      <div className="biography">
        <h2>Биография</h2>
        Французский химик и микробиолог, член Французской академии. Пастер,
        показав микробиологическую сущность брожения и многих болезней животных
        и человека, стал одним из основоположников микробиологии, создателем
        научных основ вакцинации и вакцин против сибирской язвы, куриной холеры
        и бешенства. Его работы в области строения кристаллов и явления
        поляризации легли в основу стереохимии[5]. Также Пастер поставил точку в
        многовековом споре о самозарождении некоторых форм жизни в настоящее
        время, опытным путём доказав невозможность этого. Его имя широко
        известно благодаря созданной им и названной позже в его честь технологии
        пастеризации. Происходил из семьи кожевника, получил разностороннее
        образование, в частности, обладал художественными способностями. Избрав
        карьеру учёного, Пастер в 26 лет стал профессором физики благодаря
        открытию структуры кристаллов винной кислоты. Некоторое время работал в
        лицее Дижона и Страсбургском университете, три года был деканом
        естественнонаучного факультета в Лилле. В 1859—1867 годах являлся одним
        из руководителей Эколь Нормаль. После студенческих волнений полностью
        посвятил себя научно-исследовательской работе, в 1867—1888 годах
        возглавлял лабораторию физиологической химии. В течение 1859—1864 годов
        Пастер сконцентрировался на изучении теории самозарождения
        микроорганизмов и одновременно занимался процессами брожения в связи с
        массовой порчей вина и пива при их приготовлении и перевозке. С 1865
        года Луи Пастер начал изучать причины эпидемии тутового шелкопряда на
        юге Франции, которая нанесла большой урон шелководству. После 1870-х
        годов Пастер практически полностью перешёл к проблемам медицины (с 1873
        года — член Национальной медицинской академии) в связи с личной драмой —
        трое детей учёного погибли от тифа. В 1868 году Боннский университет
        удостоил Пастера степени доктора медицины honoris causa, но после
        Франко-прусской войны в 1871 году он отказался от неё по политическим
        мотивам. В 1888 году добился открытия в Париже Пастеровского института,
        первым директором которого являлся до своей кончины. В склепе института
        он и был похоронен. Удостоен множества научных и государственных наград
        разных стран мира. Ко дню смерти Луи Пастера приурочен Всемирный день
        борьбы против бешенства — памятная дата, отмечаемая ежегодно[6].
      </div>
    );
  }
}
